[
{
  "text": "实用性大于意识形态",
"author": "Arch Linux 中文社区 - Wiki - Arch_Linux (简体中文)"
},
{
  "text": "春天特别可怕，自然界中的一切都在改变，万物更新……但是最好不要问任何人他们还有多少年刑期。以春天而言，任何刑期都是无期的！鸟儿在天上飞，没有人会抬起头看一眼，春天的天空是不能看的。",
"author": "阿列克谢耶维奇《二手时间》"
},
{
  "text": "犹太人还有一句谚语：“强风吹起时，垃圾飞得最高。”",
"author": "阿列克谢耶维奇《二手时间》"
},
{
  "text": "布莱希特：“真理是时间的孩子，不是权威的孩子。”",
"author": "汉娜·阿伦特《黑暗时代的人们》"
},
{
  "text": "一个平静谦和的人生，比为了追求成功汲汲营营还能带来更多快乐",
"author": "阿尔伯特·爱因斯坦"
},
{
  "text": "教育的价值在于训练思维，而不在于传授事实。",
"author": "阿尔伯特·爱因斯坦"
},
{
  "text": "登高,坡顶自有青天,倘若正有一朵白云闪耀,那就望云爬坡吧",
"author": "日剧《坂上之云》"
},
{
  "text": "成功不必在我，功成其中有我",
"author": "编程随想"
},
{
  "text": "程序必须首先让人类可以理解，然后顺便让机器能执行.",
"author": "编程随想，引自 Gerald Jay Sussman Hal Abelson 《Structure and Interpretation of Computer Programs (SICP)》"
},
{
  "text": "有些人喷着喷着，就把自己当例子给举出去了。:-)",
"author": "《编程随想的博客》评论区"
},
{
  "text": "金钱的奴隶挥着鞭子，在用金钱买来的奴隶面前摆出个主人的样子，只是人们没有自觉罢了，其实每个人都是某种东西的奴隶。",
"author": "TV 动画《冰海战纪》"
},
{
  "text": "To say the least, so long as the state permits itself to interfere with the affairs of literature, literature has the right to interfere with the affairs of the state.<br>只要国家仍在干涉文学事务，文学就有权干涉国家事务。",
"author": "约瑟夫·布罗茨基《悲伤与理智》"
},
{
  "text": "ここにいるためだけに，命の全部が叫んでいる。<br>正因为想要/生于此/长于此，便拼尽余生/歌于斯/哭于斯。",
"author": "BUMP OF CHICKEN，藤原基央《アンサー》，《三月的狮子》第一季OP"
},
{
  "text": "当人们无法谈论屋子里的大象的时候，只能小心翼翼的讨论着被大象踩死的人，就成为我们为数不多的快乐了。",
"author": "阿尐，陈一发《看过去，盼今朝，我此起彼伏》评论区"
},
{
  "text": "涕泣对牛衣，卌载都成肠断史。<br>废残难豹隐，九泉稍待眼枯人。",
"author": "陈寅恪，1969年绝笔。<br>“等到文革开始，陈寅恪被定性为‘反动学术权威‘。他珍藏多年的大量书籍、诗文稿，在红卫兵抄家时，全部洗劫一空。当时他因为眼疾，已经双目失明。但是那帮红卫兵小将没有轻易放过他，还专门发明了‘对付盲人学者的独特批斗法‘。简而言之就是：把高音喇叭架设在他病床前，终日播放噪音，还美其名曰：‘让反动学术权威听听革命群众的愤怒控诉’。”——编程随想《面对共产党——民国人文大师的众生相》"
},
{
  "text": "人会长大三次：<br>第一次是在发现自己不是世界中心的时候；<br>第二次是在发现即使再怎么努力，终究还是有些事令人无能为力的时候；<br>第三次是在明知道有些事可能会无能为力，但还是会尽力争取的时候。",
"author": "鸟山明《龙珠》，Bilibili用户“阿卡林嫁给我吧”引用"
},
{
  "text": "历史是人的足迹。但并不是所有留下足迹的人都敢于正视自己的历史。",
"author": "《穆斯林的葬礼》，Bilibili用户“阿卡林嫁给我吧”引用于《[深解佳作]三月的狮子Part5》"
},
{
  "text":   "一个人就算只有平凡无奇的本质，也会有一路向前的信心；<br>一个人就算有经天纬地的才气，也会有不得不背负的苦难。",
"author": "Bilibili用户“GigiKidd”《蜂蜜与四叶草》评论区"
},
{
  "text": "比起你喜欢谁，更重要的是你喜欢跟谁在一起时的自己。",
"author": "苍井优"
},
{
  "text": "只要太空能够忍受，<br>只要生命依然存在，<br>瀑布的青春永不凋谢，<br>青春的瀑布更不会消逝，<br>一支火炬闪现如明月露脸，<br>失败过但没有眼泪。",
"author": "陈冠中《裸命》"
},
{
  "text": "环境不想让你做好一件事，或者想让你做不好一件事，但你把它做好了，这就是抵抗。",
"author": "豆瓣用户 @朱岳"
},
{
  "text": "Life is short. You need Python.",
"author": "Bruce Eckel"
},
{
  "text": "在蛋里，很难知道<br>是世界即将崩坏<br>还是壳即将裂开",
"author": "Ent 微信公众号“ImagineNature”"
},
{
  "text": "人应该管理的是精力与注意力而不是时间，这两者有很大的不同。",
"author": "饭否@郭家二少爷"
},
{
  "text": "当你还是个孩子的时候你就想长大，因为成年人可以为所欲为。<br>如果你是个成年人，你也会因为同样的原因而想重新成为一个孩子。",
"author": "饭否@heavenblue"
},
{
  "text": "“荷花不知道，她自己就是夏天”——一小学生创作诗歌",
"author": "饭否@Lifbrasir"
},
{
  "text": "“你是非常可爱的人，真应该遇到最好的人，我也真希望我就是。”——王小波",
"author": "饭否@马冇冇"
},
{
  "text": "史学的工作是整理史料，不是作艺术的建设，不是做疏通的事业，不是去扶持或推倒这个运动，或那个主义。",
"author": "傅斯年《史学方法导论》"
},
{
  "text": "艺术广大之极，足以占据一个人。",
"author": "福楼拜"
},
{
  "text":   "Bran Stark: Can a man still be brave if he's afraid? <br>Ned Stark: That is the only time a man can be brave.",
"author": "TV episodes 《Game of Thrones》"
},
{
  "text": "Men decide where power resides whether or not they know it.",
"author": "TV episodes 《Game of Thrones》"
},
{
  "text": "There is nothing in the world more powerful than a good story.",
"author": "TV episodes 《Game of Thrones》"
},
{
  "text": "民主不能靠恩赐，民主是争来的。要有笔杆子，要有用鲜血做墨水的笔杆子。",
"author": "顾准《直接民主与“议会清谈馆”》"
},
{
  "text": "即使在人类知识宝库里投进一粒沙子也是伟大的。",
"author": "顾准，引自居里夫人"
},
{
  "text": "<b>水调歌头·庆祝无产阶级文化大革命十周年</b>·1976年5月12日<br>四海《通知》遍，文革卷风云。阶级斗争纲举，打倒刘和林。十载春风化雨，喜见山花烂漫，莺梭织锦勤。茁茁新苗壮，天下凯歌声。<br>走资派，奋螳臂，邓小平，妄图倒退，奈“翻案不得人心”。“三项为纲”批透，复辟罪行怒讨，动地走雷霆。主席挥巨手，团结大进军<br><br><b>水调歌头·粉碎四人帮</b>·1976年10月21日<br>大快人心事，揪出四人帮，政治流氓文痞，狗头军师张。还有精生白骨，自比则天武后，铁帚扫而光。篡党夺权者，一枕梦黄梁<br>野心大，阴谋毒，诡计狂。真是罪该万死，迫害红太阳。接班人是俊杰，遗志继承果断，功绩何辉煌。拥护华主席，拥护党中央",
"author": "郭沫若"
},
{
  "text": "愿意放弃自由来换取保障的人，他最终既得不到自由，也得不到保障。",
"author": "哈耶克"
},
{
  "text": "过滤应该由最终用户来决定，由终端用户的终端设备来执行",
"author": "瓦乌·荷兰德，德国黑客"
},
{
  "text": "朋友的主要功能之一就是：我们想施加而无法施加于敌人的惩罚，他们能够以一种较为温和也较为象征性的形式接受。",
"author": "阿道斯·雷欧那德·赫胥黎《美丽新世界》"
},
{
  "text": "穆斯塔法·蒙德：“跟受苦受难的太高代价比起来，现实的幸福看起来往往相当廉价。而且，稳定当然远远不如动乱那么热闹；心满意足也不如跟不幸做殊死斗争那么动人；也不如抗拒引诱，或是抗拒为激情和怀疑所颠倒那么引人入胜。幸福从来就不伟大。”",
"author": "阿道斯·雷欧那德·赫胥黎《美丽新世界》"
},
{
  "text": "穆斯塔法·蒙德：“那是为稳定所付出的又一项代价。跟幸福格格不入的不光是艺术，而且有科学。科学是危险的，我们得给它小心翼翼地套上笼头，拴上链子。”",
"author": "阿道斯·雷欧那德·赫胥黎《美丽新世界》"
},
{
  "text": "讀古人的書，一方面要知道古人聰明到怎樣，一方面也要知道古人傻到怎樣。",
"author": "胡适"
},
{
  "text": "读完了《Darkness at Noon》。这部小说写一个苏俄革命老同志，被“刷新”而关在监里，受种种拷问，终于自承种种罪名，并在公庭上宣布自己的罪状。结果还是枪毙了......描写很有力量。",
"author": "胡适"
},
{
  "text": "你要看一个国家的文明，只需考察三件事：第一看他们怎样待小孩子；第二看他们怎样待女人；第三看他们怎样利用闲暇的时间。",
"author": "胡适"
},
{
  "text": "現在我們更知道，連沉默的自由，那裡也沒有。",
"author": "胡適，答記者問其幼子胡思杜發表《對我的父親——胡適的批判》之回應，1950年。<br>胡思杜1957年在中共反右运动中，因希望入党，积极主动提出关于教学改革的建议，被定为右派分子，9月21日被迫自缢身亡，死时36岁"
},
{
  "text": "现在有人对你们说：“牺牲你们个人的自由，去求国家的自由！”<br>我对你们说：“争取个人的自由，就是争取国家的自由；争取个人的人格，就是争取国家的国格！自由平等的国家不是一群奴才建造得起来的！”",
"author": "胡适《介绍我自己的思想》"
},
{
  "text": "個人想不問政治，政治卻時時要影響個人。",
"author": "胡適《我們能做甚麼？》"
},
{
  "text": "言论自由并不因为法律上有规定，或者宪法上有这一条文，就可以得来，就是有规定也是没有用的。言论自由都是自己争取来的。",
"author": "胡适《新闻独立与言论自由》"
},
{
  "text": "龙鹰道：“……政治是什么呢？就是不管他奶奶的什么歪理，也要正气凛然的说出来，好像天经地义的模样。”",
"author": "黄易《日月当空》"
},
{
  "text": "我吻你，吻你稚弱的但满是裂痕的手，吻你静穆而勇敢的心，吻你的永远的美丽。",
"author": "黄永玉《老婆呀！不要哭》"
},
{
  "text": "大丈夫行事，论是非不论利害，论逆顺不论成败，论万世不论一生。",
"author": "黄宗羲《宋元学案》引自《与李养吾书》"
},
{
  "text": "情报支持的是行动，信息仅支持理解。",
"author": "iYouPort《“情报不是简单的信息”：iYouPort 答读者问：关于我们为什么而存在？（下）》"
},
{
  "text": "为了改变自然的冷漠，我置身于苦难与阳光之间。苦难阻止我把阳光和历史中的一切都想象为美好的，而阳光使我懂得历史并非一切。",
"author": "加缪《鼠疫》"
},
{
  "text": "这一切里面并不存在英雄主义，这只是诚实的问题。与鼠疫斗争的唯一方式，只能是诚实。",
"author": "加缪《鼠疫》"
},
{
  "text": "我希望我国成为世界上最美丽的国家，而非期望我国变成最富强的国家。<br>因为我心里还留着有被人侵略的创痛，所以不愿我们的国家侵略别国。<br>我们的富裕只要能使我们的生活丰足，我们的强大只要能抵抗外来的侵略就足够了。<br>唯一期望的是高度的文化力量。",
"author": "金九，韩国国父《我的愿望》"
},
{
  "text": "风乍起，合当奋意向人生。",
"author": "崛辰雄《起风了》"
},
{
  "text": "不抛弃，也不放弃。",
"author": "兰晓龙《士兵突击》"
},
{
  "text": "保持译者光荣与骄傲的办法，就是译者本人保持谦卑。",
"author": "李康，译者"
},
{
  "text": "在我看来，爱情不论发生在什么样的人之间，无论是同性异性、年老年轻、婚内婚外、两人还是多人，它都是一种不可多得的，所以值得珍视也值得尊重的人类体验。",
"author": "李银河"
},
{
  "text": "我认为每个人都有权利决定如何使用自己的身体，包括怎样使用自己的性器官，都有权利追求个性化的性满足，只要不给别人带来伤害，就没有什么不可以。",
"author": "李银河"
},
{
  "text": "我所受的社会学训练有一个规矩：社会学只关注两件事，一是是什么，二是为什么，绝对不可对研究对象做道德评判。我这“一辈子”谨遵此训，从未越雷池一步。无论研究对象是中国还是美国，从未做过道德评判，“一辈子吹捧”更不知从何说起。",
"author": "李银河《周小平文章点评》"
},
{
  "text": "我站在民主的立场，便觉得法西斯之专政，共产党之专政，国民党之专政，都同样的不是妥当的办法。议会制度，也许是不能成为最有效率的政治制度，但民主的精神，即服从多数意见，尊重少数人之权利，最大量之个人自由，公开讨论的风气等，是任何国家所不可少的。只有民主的国家里，才有个人自由之可言。民主精神是人类几千年来付了很大代价才获得的一点智慧，凡反民主的姿势，都是开倒车。",
"author": "梁实秋《我为什么不赞成共产党》"
},
{
  "text": "让所有人都认同的文字称不上表达，表达需要勇气。",
"author": "铃木光司"
},
{
  "text": "可是搞基础理论，不笨不行啊。",
"author": "刘慈欣《三体1.1 疯狂年代》"
},
{
  "text": "在中国，任何超脱飞扬的思想都会砰然坠地的，现实的引力太沉重了。",
"author": "刘慈欣《三体1.1 疯狂年代》"
},
{
  "text": "“是哲学指引实验还是实验指引哲学？”叶哲泰问道，他这突然的反击令批判者们一时不知所措。<br>“当然是正确的马克思主义哲学指引科学实验！”一名男红卫兵说。<br>“这等于说正确的哲学是从天上掉下来的，这反对实践出真知，恰恰是违背马克思主义对自然界的认知原则的。”",
"author": "刘慈欣《三体1.1 疯狂年代》"
},
{
  "text": "与这广阔天地相比，内地最大的城市不过是个羊圈；在这寒冷无际的草原和森林间，燃烧是无意义的，一腔热血喷出来，比一堆牛粪凉得更快，还不如后者有使用价值。但燃烧是他们的命运，他们是燃烧的一代。",
"author": "刘慈欣《三体1.2 寂静的春天》"
},
{
  "text": "程丽华的一席话拉近了叶文洁与她的距离，但叶文洁在灾难中学会了谨慎，她不敢贸然接受这份奢侈的善意。",
"author": "刘慈欣《三体1.2 寂静的春天》"
},
{
  "text": "（叶文洁的）父亲说：理论是应用的基础，发现自然规律，难道不是对时代最大的贡献？杨卫宁犹豫了一下，终于说出了真话：搞理论研究，容易在思想上犯错误。这话让父亲沉默了。",
"author": "刘慈欣《三体1.3 红岸之一》"
},
{
  "text": "常伟思露出了高深莫测的笑容：“你很快就会知道一切的，所有人都会知道。汪教授，你的人生中有重大的变故吗？这变故突然完全改变了你的生活，对你来说，世界在一夜之间变得完全不同。”<br>“没有。”<br>“那你的生活是一种偶然，世界有这么多变幻莫测的因素，你的人生却没什么变故。”<br>汪淼想了半天还是不明白。“大部分人都是这样嘛。”<br>“那大部分人的人生都是偶然。”",
"author": "刘慈欣《三体1.4 科学边界》"
},
{
  "text": "叶文洁：“她的世界太单纯，只有那些空灵的理论。那些东西一崩溃，就没有什么能支撑她活下去了。”",
"author": "刘慈欣《三体1.8 叶文洁》"
},
{
  "text": "大史：“邪乎到家必有鬼。”",
"author": "刘慈欣《三体1.10 大史》"
},
{
  "text": "汪淼：“世界上有许多一流学者被伪科学骗得团团转，最后还为之摇旗呐喊。”",
"author": "刘慈欣《三体1.10 大史》"
},
{
  "text": "叶文洁：那些退休的老家伙们好多都是我在大学的同事，但总是同他们融不到一块儿。大家都喜欢念念叨叨地回忆往事，但都希望别人听自己的，而对别人说的都厌烦。",
"author": "刘慈欣《三体1.11 三体、墨子、烈焰》"
},
{
  "text": "在这种最高密级的项目里，一旦进入技术核心岗位，就很难调走。所以人们在工作中都故意将自己的能力降低很多，但还不能表现落后，于是领导指挥向东，他就卖力气地向西，故意装傻，指望领导产生这样的想法：这人也尽力了，但就这么点能力和水平，留他没什么用，反而碍手碍脚的。",
"author": "刘慈欣《三体1.12 红岸之二》"
},
{
  "text": "如果宇宙中真的还有其他的人和社会，那也很好嘛，旁观者清，千秋功罪，可真的有人评说了。",
"author": "刘慈欣《三体1.13 红岸之三》"
},
{
  "text": "这就是兰德思想库社会学学者比尔·马修在《十万光年铁幕：SETI社会学》一书中提出的“接触符号”理论。他认为，与外星文明的接触，只是一个符号或开关，不管其内容如何，将产生相同的效应。假如发生一个仅仅证明外星文明的存在而没有任何实质内容的接触——马修称其为元接触——其效应也能通过人类群体的心理和文化透镜被放大，对文明的进程产生巨大的实质性的影响。",
"author": "刘慈欣《三体1.14 红岸之四》"
},
{
  "text": "叶文洁：地球生命真的是宇宙中偶然里的偶然，宇宙是个空荡荡的大宫殿，人类是这宫殿中唯一的一只小蚂蚁。这想法让我的后半辈子有一种很矛盾的心态：有时觉得生命真珍贵，一切都重如泰山；有时又觉得人是那么渺小，什么都不值一提。",
"author": "刘慈欣《三体1.14 红岸之四》"
},
{
  "text": "三千万秦国军队宏伟的方阵铺展在大地上，这是一个边长六公里的正方形。在初升的太阳下，方阵凝固了似的纹丝不动，仿佛一张由三千万个兵马俑构成的巨毯，但飞翔的鸟群误入这巨毯上空时，立刻感到了下方浓重的杀气，鸟群顿时大乱，惊慌混乱地散开或绕行。汪淼在心里算了算，如果全人类站成这样一个方阵，面积也不过是上海浦东大小，比起它表现的力量，这方阵更显示了文明的脆弱。",
"author": "刘慈欣《三体1.17 三体、牛顿、冯·诺伊曼》"
},
{
  "text": "晚饭后，绍琳和丈夫送叶文洁和孩子走了很远，副部长说要和叶文洁说句话，绍琳就先回去了。这时，副部长的脸色一瞬间由温暖的微笑变得冷若冰霜，像不耐烦地扯下一副面具，他说：“以后欢迎你带孩子常来，但有一条，不要来追究历史旧账。对于你父亲的死，你母亲没有责任，她也是受害者。倒是你父亲这个人，对自己那些信念的执著有些变态了，一条道走到黑，抛弃了对家庭的责任，让你们母女受了这么多的苦。”",
"author": "刘慈欣《三体1.26 无人忏悔》"
},
{
  "text": "独臂女人说：“最近有一部电影，叫《枫》，不知你看过没有？结尾处，一个大人和一个小孩儿站在死于武斗的红卫兵墓前，那孩子问大人：他们是烈士吗？大人说不是；孩子又问：他们是敌人吗？大人说也不是；孩子再问：那他们是什么？大人说：是历史。”<br>“听到了吗？是历史！是历史了！”粗壮女人兴奋地对叶文洁挥着一只大手说，“现在是新时期了，谁还会记得我们，拿咱们当回事儿？大家很快就会忘干净的！”",
"author": "刘慈欣《三体1.26 无人忏悔》"
},
{
  "text": "审问者：看看地球三体组织现在的局面：降临派要借助外星力量毁灭人类，拯救派把外星文明当神来崇拜，幸存派的理想是以出卖同胞来苟且偷生，所有这些都与你借助外星文明改造人类的理想不一致。<br>叶文洁：我点燃了火，却控制不了它。",
"author": "刘慈欣 《三体1.30 两个质子》"
},
{
  "text": "审问者：那你为什么对其抱有那样的期望，认为它们能够改造和完善人类社会呢？<br>叶文洁：如果他们能够跨越星际来到我们的世界，说明他们的科学已经发展到相当的高度，一个科学如此昌明的社会，必然拥有更高的文明和道德水准。<br>审问者：你认为这个结论，本身科学吗？",
"author": "刘慈欣 《三体1.30 古筝行动》"
},
{
  "text": "“当然没有错，生存是其他一切的前提，但，元首，请看看我们的生活：一切都是为了文明的生存。为了整个文明的生存，对个体的尊重几乎不存在，个人不能工作就得死；三体社会处于极端的专制之中，法律只有两档：有罪和无罪，有罪处死，无罪释放。我最无法忍受的是精神生活的单和枯竭，一切可能导致脆弱的精神都是邪恶的。我们没有文学没有艺术，没有对美的追求和享受，甚至连爱情也不能倾诉——元首，这样的生活有意义吗？”",
"author": "刘慈欣 《三体1.32 监听员》"
},
{
  "text": "元首：“那个在用边缘如春的美丽温室中娇生惯养的社会，如果放到三体世界，绝对生存不了一百万个三体时。”<br>监听员：“那花朵虽然娇弱但是绚丽无比，她在天堂闲适中感受着自由和美。”",
"author": "刘慈欣 《三体1.32 监听员》"
},
{
  "text": "“他们都有罪。”<br>“是。”<br>“六千人都脱水，在首都中心广场烧掉——你，就当引火物吧。”<br>“谢谢元首，这让我们的良心多少安定了一些。”",
"author": "刘慈欣 《三体1.32 监听员》"
},
{
  "text": "科学技术的全面发展取决于基础科学的发展",
"author": "刘慈欣 《三体1.33 智子》"
},
{
  "text": "把人类看做虫子的三体人似乎忘记了一个事实：虫子从来就没有被真正战胜过。<br>太阳被一小片黑云遮住了，在大地上投下一团移动的阴影。这不是普通的云，是刚刚到来的一大群蝗虫，它们很快开始在附近的田野上降落，三个人沐浴在生命的暴雨之中，感受着地球生命的尊严。丁仪和汪淼把手中拎着的两瓶酒徐徐洒到脚下的华北平原上，这是敬虫子的。",
"author": "刘慈欣 《三体1.34 虫子》"
},
{
  "text": "最大的独立思考是你设定自己的思想议程。",
"author": "刘瑜《十三邀》"
},
{
  "text": "暴君治下的臣民，大抵比暴君更暴；暴君的暴政，时常还不能餍足暴君治下的臣民的欲望……<br>暴君的臣民，只愿暴政暴在他人的头上，他却看着高兴，拿 “残酷” 做娱乐，拿 “他人的苦” 做赏玩，做慰安。自己的本领只是“幸免”。",
"author": "鲁迅"
},
{
  "text": "我先前的攻击社会，其实也是无聊的。社会没有知道我在攻击，倘一知道，我早已死无葬身之所了......我之得以偷生者，因为他们大多数不识字，不知道，并且我的话也无效力，如一箭之入大海。<br>否则，几条杂感，就可以送命的——民众的惩罚之心，并不下于学者和军阀。",
"author": "鲁迅《答有恒先生》，一九二七年"
},
{
  "text": "鲁迅：你们来时，我要逃亡，因为首先要杀的，恐怕是我。<br>冯雪峰则连忙摇头摆手应之：那弗会，那弗会！",
"author": "《鲁迅纪念集》"
},
{
  "text": "即使知道世界明天就将毁灭，我仍要种下我的苹果树。",
"author": "马丁·路德（有争议）"
},
{
  "text": "邓布利多：人们很容易原谅别人的错误，却很难原谅别人的正确。",
"author": "J·K·罗琳"
},
{
  "text": "好的程序代码本身就是最好的文档。",
"author": "Steve McConnell《代码大全》"
},
{
  "text": "在回信的最后，泰森表示，虽然科学家反对宗教对教育的渗透，但他一直认为学校里应该有一门介绍各种宗教的课，这样的课之所以没有设立，“从历史上讲， 是因为宗教自己从来就没有宽容其他宗教的雅量”。",
"author": "卢昌海《＜一位天体物理学家的来信＞》"
},
{
  "text": "20世纪中期以来的一个基本常识，历史是一种记忆，史学被当作一种记忆来讨论。但事实上，是遗忘在塑造我们的记忆，理解记忆的关键在于理解遗忘。……积极的遗忘，是出于某种目标，主动地、有意识地切断与过去之间联系的遗忘。焚书、文字狱、删帖、屏蔽敏感词或禁言，就是要造成一种主动的遗忘、一种强制性的遗忘。对于研究者来说，这样的遗忘是有历史学意义的。",
"author": "罗新《一切史料都是史学》"
},
{
  "text": "这两年十分红火的《人类简史》，虽然我并不认为它是一本很好的历史著作，但书里常常有一些很好的思想和表述。比如书里讲到为什么要研究历史，说历史和其他那些所谓科学的学科不同，历史不能试验、实验，不能反复发生，也不可预测。学习和研究历史，不是为了预测未来，而是为了扩大人类的视野，理解我们现在所处的情况既不是自然的，也不是不可避免的。我们必须知道，我们的过去有非常丰富的可能，而不是如今天呈现在我们面前、特别是呈现在某些叙述中的那样单一和绝对。",
"author": "罗新《一切史料都是史学》"
},
{
  "text": "意中人嫁了王子，于是穷光蛋就苦熬。",
"author": "马尔克斯《霍乱时期的爱情》"
},
{
  "text": "她提醒他，弱者永远无法进入爱情的王国，因为那是一个严酷、吝啬的国度，女人只会对意志坚强的男人俯首称臣，因为只有这样的男人才能带给她们安全感，她们渴望那种安全感，以面对生活的挑战。",
"author": "马尔克斯《霍乱时期的爱情》"
},
{
  "text": "任何瞬间的心动都不容易，不要怠慢了它。",
"author": "毛姆《爱德华·巴纳德的堕落》"
},
{
  "text": "不早熟，不是天才，但天才一定要晚成才好。",
"author": "木心"
},
{
  "text": "诚觉世事皆可原谅，又不知该原谅什么。",
"author": "木心"
},
{
  "text": "任何时代都不是艺术的时代，但我还是要写。",
"author": "木心"
},
{
  "text": "他们忘却了违背了少年时的立志，自认为练达，自诩为聪明，觉得从前太幼稚，现在总算看透了想穿了，但就此变成了自己少年时最憎恶的那种人。",
"author": "木心"
},
{
  "text": "修养是很具体的，就是一件件小事。一句话熬不住，就失了教养。",
"author": "木心"
},
{
  "text": "在自己的身上，克服这个时代。",
"author": "木心"
},
{
  "text": "知识使人自由，或者起码渴望自由。",
"author": "[南非] 特雷弗·诺亚《天生有罪》"
},
{
  "text": "You cannot answer a question you cannot ask and you cannot ask a question you have no words for.",
"author": "Judea Pearl & Dana Mackenzie 《The Book of Why》"
},
{
  "text": "在很多男性知识分子眼中，这个世界上要是没有温良淑贤宜室宜家崇拜真理献身革命追求进步所以愿意不计回报以身饲虎十年如一日上厅堂下厨房还要时刻准备昭君出塞湘妃死节湘女上天山的女性，这个世界就快要亡了。 ",
"author": "喷嚏网-浮世汇，引自微博@编斯基"
},
{
  "text": "不要核酸要吃饭，不要封控要自由<br>不要谎言要尊严，不要文革要改革<br>不要领袖要选票，不做奴才做公民",
"author": "彭载舟(立发)，北京市海淀区四通桥高架，2022.10.13"
},
{
  "text": "Across the Great Wall we can reach every corner in the world.",
"author": "钱天白，中国第一封电子邮件"
},
{
  "text": "世界上的大罪恶，大残忍——没有比残忍更大的罪恶了——大多是真有道德理想的人干的。没有道德的人犯罪，自己明白是罪；真有道德的人害了人，他还觉得是道德应有的代价。",
"author": "钱钟书《谈教训》"
},
{
  "text": "上帝惩罚人类，有时来一个荒年，有时来一次瘟疫或战争，有时产生一个道德家，抱有高尚得一般人实现不了的理想，伴随着和他的理想成正比例的自信心和煽动力，融合成不自觉的骄傲。",
"author": "钱钟书《谈教训》"
},
{
  "text": "高调再高，苟能律己，慎勿律人，高亦无害；<br>低调再低，不逾底线，若能持守，低又何妨。",
"author": "秦晖"
},
{
  "text": "有时，有些学科，经常让人成为四流科学家而得意洋洋。",
"author": "Peyton Rous，饶毅翻译"
},
{
  "text": "一个普通智力的人会说那个命题是显而易见无需证明的，一个好点的数学家会意识到证明的必要并试图证明它，只有非凡的天才才会意识到证明是需要却办不到的。",
"author": "乔治·萨顿 (George Sarton)，科学史学家，评价平行公设"
},
{
  "text": "妖魔说，你不能妖魔化我，你不客观，你不中立，你在搞非黑即白——我把这个叫做“妖魔化陷阱”。搞社科写作、尤其是搞历史写作的人，掉进去就完了。",
"author": "谌旭彬，微信@史料搬运工《一些理解，不一定对》"
},
{
  "text": "最坏的时代是批评者退场的时代。批评者退场，剩下的便只有颂扬者与讽刺者。颂扬者丧失了良知，讽刺者对未来不抱希望。",
"author": "谌旭彬，微信@史料搬运工《一些理解，不一定对》"
},
{
  "text": "人心就是这样。当有人长期灌输一加一等于十时，你说一加一等于五才会被视为客观。<br>你要说一加一等于二，你就是极端分子。",
"author": "谌旭彬，微信@史料搬运工《一些理解，不一定对》"
},
{
  "text": "朱重八是个残忍的人，也是个实诚人。他在《大诰》里劝明帝国的百姓老老实实，不要总想着反抗，理由便非常务实：“缺食而死者，终非兵刃之死。设使被兵所逼，仓惶投崖趋火赴渊而殁，观其窘于衣食而死者，岂不优游自尽者乎！”——和平时代里饿死累死，总好过在乱世里被刀兵杀死。",
"author": "谌旭彬，微信@史料搬运工《一些理解，不一定对》"
},
{
  "text": "所以隐忍苟活，函粪土之中而不辞者，恨私心有所不尽，鄙没世而文采不表于后也。",
"author": "司马迁《报任安书》"
},
{
  "text": "One of the tragic continuities of this situation was the absence of any concept of 'loyal opposition' in Chinese political life. When things were going right, no criticism was needed. When things were going badly, no criticism was tolerated. Bold ministers did speak up, and educated men in office did express their feelings in poems and essays, but if their expressed views contradicted to the dominant state view, they could and did lose their offices of lives. Laws for treason were extraordinary vague, and there is no protection for rights of assembly, association, debate, or expression.",
"author": "Jonathan D. Spence (史景迁), Introduction of 《Cry for Democracy》"
},
{
  "text": "昨日之敌乃是今日之友。",
"author": "TV 动画《少女与战车》"
},
{
  "text": "把「I Love You」翻译成「月色真美」的，是太宰治？还是夏目漱石啊？",
"author": "TV 动画《月色真美》"
},
{
  "text": "我尚未看到任何一位 20 世纪以来的大学哲学系培养的哲学家，对我们有关自然界的理解做出过任何实质推进。",
"author": "尼尔·泰森，天体物理学家"
},
{
  "text": "数学模型本身也是近似的……在这种情况下， 一定非要求出它的精确解本身就是一个苛刻且不必要的要求",
"author": "汤涛《从圆周率计算浅谈计算数学》"
},
{
  "text": "任何天才都不可能在孤独中得到发展。",
"author": "列夫·托尔斯泰"
},
{
  "text": "If you are not part of the solution, you are part of the precipatate.<br>如果你不在溶液里，那你就在沉淀里。<br>如果你不是解决方案的一部分，那你就是问题本身的一部分。",
"author": "Twitter@Robin Klein Lab"
},
{
  "text": "If you allow the government to break the law during an emergency, <br>they will create emergencies to break the law.",
"author": "Twitter@逃跑的韭菜"
},
{
  "text": "中国的四组二律背反：<br>1. 饭都吃不上关心这个干嘛？都吃上饭了还关心这个干嘛？<br>2. 上边的本意是好的，下面的人执行歪了。下边的人也没办法，都是上面要求的。<br>3. 不满意的可以退籍滚出中国！一个外国人有什么资格说三道四？<br>4. 你都能想到的国家能想不到吗？国家这么大上边也不可能面面俱到。",
"author": "Twitter，作者未知"
},
{
  "text": "保加利亚的异议作家马尔科夫1978年9月在黄昏的伦敦街头被人暗杀。已经侨居伦敦的他，此前因批评本国政府的言论而多次遭到暗杀威胁。多年后，在他墓前，他的女儿问母亲：“如果爸爸爱我们，为什么还要写这些东西？”我想答案只有一个，因为爱你们。",
"author": "王五四《亚细亚的调剂儿在风中哭泣》"
},
{
  "text": "知识分子最大的罪恶是建造关押自己的思想监狱。",
"author": "王小波"
},
{
  "text": "你有种美好的信念，我很尊重，但要硬塞给我，我就不那么乐意。",
"author": "王小波"
},
{
  "text": "在一个喧嚣的话语圈下面，之中有个沉默的大多数。既然精神原子弹在一颗又一颗地炸着，哪里有我们说话的份？但我辈现在开始说话，以前说过的一切和我们都无关系——总而言之，是个一刀两断的意思。千里之行始于足下，中国要有自由派，就从我辈开始。是不是太狂了？",
"author": "王小波"
},
{
  "text": "我已经四十岁了，除了这只猪，还没见过谁敢于如此无视对生活的设置。<br>相反，我到见过很多想要设置别人生活的人，还有对被设置的生活安之若素的人。 ",
"author": "王小波"
},
{
  "text": "我现在所教的数学，你们也许一生都用不到，但我还要教，因为这些知识是好的，应该让你们知道。",
"author": "王小波引述其数学老师"
},
{
  "text": "“辩证法”的政治化，则把这个认识世界的锐利武器，变成了诡辩、扣帽子的工具。只要与人争论、或是攻击他人、或是为自己辩解，动不动就要搬出“辩证法”，互相攻讦。当然，取得胜利的关键还在于力量或权力。身处劣势的，巧舌如簧，口吐莲花也不行。然而“辩证法”巧妙运用确实也能征服一些持中立态度和傍观的人们。仿佛真是“辩证法”的威力，他们也会照猫画虎，在现实中广泛运用，这样便造就了一大批“智足以拒谏，辩足以饰非”的人们，似乎什麽时候和怎麽说他都有理。",
"author": "王学泰"
},
{
  "text": "我不能在吃饱饭后哀悼你<br>我不能在沐浴后哀悼你<br>我不能在还活着时哀悼你<br>我不能在哀悼时哀悼你<br>我不哀悼你<br>只能在你的香烟未飞向高空的时候<br>接住你的痛，你有痛的勇气<br>锐如碎星的荣光<br>比坦克重，比诗轻盈<br>比家远，比荒野近<br>让歌队排列好而失声<br>让枪饮泣而没有可供抽搐的肺<br>因为只有你有歌谱、有火柴<br>你有白桦树、高窗、炮塔和受伤的韵脚<br>你也有我城的洪水与酷日、瓦斯与地铁<br>你必已在血衣中折叠起四十年生命足够的<br>温柔，给你爱过的世界<br>你的笑，必凌越侵略者和它们的吠叫<br>谢甫琴科的诗里你不会是一个逗号<br>我们的痛都将滴下成未来的冒号：<br>然后我才能在读书前致敬你<br>我才能在剪发时致敬你<br>我才能在借火时致敬你<br>我才能在调弦时致敬你<br>我们所有不为奴的人，致敬你",
"author": "微博@神气飞天猪的好友lwt《荣光归乌克兰Слава Україні——致勇者季莫菲·尼古拉约维奇·沙杜拉》"
},
{
  "text": "消灭了尖锐的批评声，温和的批评声就变得刺耳了。<br>消灭了温和的批评声，连沉默都变得居心叵测。<br>当沉默也被消灭时，夸赞得不够卖力就是一种犯罪。",
"author": "微博@世界上最小的一片阿司匹林"
},
{
  "text": "试着勇敢一点<br>把“zy”写成“自由”，把“zf”写成“政府”<br>把“gj”写成“国家”，把“zs”写成“自杀”<br>把“🐏”写成“阳性”，把“⛓”写成“铁链”<br>缩写和符号，不是我的母语。",
"author": "微信公众号“你不知道你什么都该知道”"
},
{
  "text": "国人看起来勤奋，但总在关键的地方偷懒。",
"author": "微信用户“善和”，公众号“时代之”《是时候，拯救家长们的智商了》评论区"
},
{
  "text": "一个国家的落后，首先是精英的落后，<br>而精英落后的标志，就是嘲笑民众落后。",
"author": "马克思·韦伯"
},
{
  "text": "当然在共产主义治下，你可以得到不少的自由。正如在中世纪教皇治下，你也得到不少的自由。但你的唯一的自由——思想自由——不再是你的了。正如中世纪有“异端”这个巧妙的观念，现代的苏俄也发明了一个巧妙不相让的名儿——“反革命”。收拾异端的方法是用火烧，对付反革命的手段也是同样的不含糊——你们都听见过苏俄的“欠夹”不是？这是一个“不容时期”的复活。",
"author": "徐志摩《关于党化教育的讨论——答张象鼎先生》"
},
{
  "text": "入境愈深，当地人民的苦况愈发的明显。......他们的样子并不恶，也不凶，可是晦塞而且阴沉，看见他们的面貌你不由得不疑问这里的人民知不知道什么是自然的喜悦的笑容。笑他们当然是会的；尤其是狂笑，当他们受足了vodka的影响，但那时的笑是不自然的，表示他们的变态，不是上帝给我们的喜悦。",
"author": "徐志摩《欧游漫录——西伯利亚游记》"
},
{
  "text": "假如有那么一天，你想看某作者的书，算是托尔斯泰的，可是有人告诉你：不但他的书再也买不到，你有了书也是再也不能看的——你的感想怎样？......假如这部分的个人自由有一天叫无形的国家威权取缔到零度以下，你的感想又怎样？",
"author": "徐志摩《欧游漫录——托尔斯泰》"
},
{
  "text": "从北极到南极，从东极到西极（姑且这么说），一体是血色。旁边一把血染的镰刀，一个血染的锤子。......那样大胆的空前的预言，摩西见了都会失色。他们觉得这世界的罪孽实在太深了，枝节的改变，是要不到的。人们不根本悔悟的时候，不免遭大劫，但执行大劫的使者，不是安琪儿，也不是魔鬼，还是人类自己。而莫斯科就仿佛负有那样的使命。<b>他们相信天堂是有的，是可以实现的。但在现实世界与那天堂的中间隔着一座海，一座血污海。人类得泅过这血海，才能登那彼岸。于是他们决定，先实现那血海。</b>",
"author": "徐志摩《欧游漫录——血，谒列宁遗体回想》"
},
{
  "text": "如果算上中国科学家的生命，则远不止这个价。",
"author": "杨振宁，回答邓稼先的妻子许鹿希说：“中国原子弹的造价可比外国少得多。”"
},
{
  "text": "人活在世上，有的活成了面子，有的活成了里子，都是时势使然。",
"author": "电影《一代宗师》"
},
{
  "text": "忠國有句俗語說，你永遠叫不醒一個裝睡的人。這句話明顯誤導讀者。<br>既然一個人可以裝睡，那麼他也可以裝醒——假裝被你叫醒。",
"author": "YouTube@政經孫老師"
},
{
  "text": "林田高志：百思不如一试，根据我的经验，这句话十有八九是真的。",
"author": "羽海野千花《三月的狮子》"
},
{
  "text": "林田高志：如果一个人走投无路了，那就去依靠别人，否则别人其实也无法来依靠你。",
"author": "羽海野千花《三月的狮子》"
},
{
  "text": "Readability counts." ,
"author": "The Zen of Python"
},
{
  "text": "我们不幸生于中国人之间，比不得华侨，可以一辈子安全地隔着适应的距离崇拜着神圣的祖国。",
"author": "张爱玲"
},
{
  "text": "母爱这个大题目， 像一切大题目一样， 上面做了太多的滥调文章。 ……而女人， 如果也标榜母爱的话， 那是她自己明白她本身是不足重的， 男人只尊敬她这一点， 所以不得不加以夸张， 浑身是母亲了。 其实有些感情是， 如果时时把它戏剧化， 就光剩下戏剧了； 母爱尤其是。",
"author": "张爱玲"
},
{
  "text": "人的一生在历史长河中很短，但政治气候变化莫测，而你的文字白纸黑字是会永久留存的。将来时空变幻又如何以此文字面对自己同行乃至后代？",
"author": "张千帆"
},
{
  "text": "只有在一个赏罚分明、贪污绝迹、纪律振肃的国家，社会才有是非，才有公道，而民众才会明礼义，知廉耻，有纪律，守秩序。否则，在好人终是吃亏的变态社会律下，有谁愿肃身自好呢？",
"author": "章渊若，法学家"
},
{
  "text": "我們通常都深知作家失去寫作自由的可怕，<br>但鮮少意識到失去“不寫的自由”對作家的另一種難喻的傷害。",
"author": "朱天心《三十三年夢》"
}
]
